Repository: aspinwall-ui/lapel
Catalog: po/*.po
Languages: fr, nb_no, pl

source: Assistant
nb_no: Assistent
pl: Asystent

source: Voice assistant GUI based on Mycroft
fr: Interface graphique de l'assistant vocal basée sur Mycroft
nb_no: Grensesnitt for stemmeassistent basert på Mycroft
pl: GUI asystenta głosowego oparte na Mycroft

source: Websocket address
fr: Adresse Websocket
nb_no: Vevsocket-adresse
pl: Adres gniazda

source: Websocket address used when connecting to Mycroft.
fr: Adresse Websocket utilisée lors de la connexion à Mycroft.
nb_no: Vevsocket-adresse brukt ved tilkobling til Mycroft.
pl: Adres gniazda sieciowego używanego podczas połączenia z Mycroft.

source: Websocket port
fr: Port Websocket
nb_no: Vevsocket-port
pl: Port gniazda

source: Websocket port used when connecting to Mycroft.
fr: Port Websocket utilisé lors de la connexion à Mycroft.
nb_no: Vevsocket-port brukt ved tilkobling til Mycroft.
pl: Port gniazda sieciowego używanego podczas połączenia z Mycroft.

source: Copyright © 2022 Aspinwall contributors
fr: Copyright © 2022 les contributeurs d'Aspinwall
nb_no: Opphavsrett © 2022–2023 Aspinwall-bidragsyterne
pl: Prawa autorskie © 2022 Deweloperzy Aspinwall

source: Pairing
fr: Appairage
nb_no: Tilknytning
pl: Sparuj

source: Your Pairing Code:
fr: Votre code d'appairage :
nb_no: Din tilknytningskode
pl: Twój kod parowania:

source: Go to <a href="https://account.mycroft.ai/pair">account.mycroft.ai/pair</a> to pair your device. When asked, input the code displayed above.
fr: Rendez-vous sur <a href="https://account.mycroft.ai/pair">account.mycroft.ai/pair</a> pour appairer votre appareil. Lorsqu'on vous le demande, saisissez le code affiché ci-dessus.
nb_no: Gå til <a href="https://account.mycroft.ai/pair">account.mycroft.ai/pair</a> for å tilknytte din enhet. Skriv inn koden nedenfor når forespurt.
pl: Wejdź na <a href="https://account.mycroft.ai/pair">account.mycroft.ai/pair</a> aby sparować swoje urządzenie. W odpowiednie pole wpisz kod wyświetlony powyżej.

source: If you do not have a Mycroft account yet, <a href="https://account.mycroft.ai">create one</a>.
fr: Si vous n'avez pas encore de compte Mycroft, <a href="https://account.mycroft.ai">créez-en un</a>.
nb_no: Hvis du ikke har en Mycroft-konto enda kan du <a href="https://account.mycroft.ai">opprette en</a>.
pl: Jeśli nie masz jeszcze konta Mycroft, <a href="https://account.mycroft.ai">utwórz je</a>.

source: Connection
fr: Connexion
nb_no: Tilkobling
pl: Połączenie

source: Address and port to use when connecting to Mycroft's websocket. You will need to restart Assistant before the changes take effect.
fr: Adresse et port à utiliser lors de la connexion au websocket de Mycroft. Vous devrez redémarrer Assistant pour que les changements prennent effet.
nb_no: Adresse og port å bruke ved tilkobling til Mycrofts vevsocket. Start Assistenten på ny for å ta i bruk nye endringer.
pl: Adres i port do połączenia z gniazdem sieciowym Mycroft. Zmiany zostaną wprowadzone po ponownym uruchomieniu Asystenta.

source: Try a different search query
nb_no: Prøv et annet søk

source: Examples
fr: Exemples
nb_no: Eksempler
pl: Przykłady

source: Speak to the Microphone
fr: Parlez dans le micro
nb_no: Snakk til mikrofonen
pl: Mów do mikrofonu

source: Search skills
fr: Rechercher des compétences
nb_no: Søkeferdigheter
pl: Szukaj umiejętności

source: Could Not Connect
fr: Impossible de se connecter
nb_no: Kunne ikke koble til
pl: Połączenie nie powiodło się

source: Failed to connect to Mycroft websocket. Make sure that Mycroft is running.
fr: Impossible de se connecter à la websocket de Mycroft. Assurez-vous que Mycroft est en cours d'exécution.
nb_no: Klarte ikke å koble til Mycroft-vevsocket. Sørg for at Mycroft kjører.
pl: Nie udało się połączyć z gniazdem sieciowym Mycroft. Upewnij się, że Mycroft jest uruchomiony.

source: Skills
fr: Compétences
nb_no: Ferdigheter
pl: Umiejętności

source: _Preferences
fr: _Préférences
nb_no: _Innstillinger
pl: _Ustawienia

source: _About Assistant
fr: _À propos de l'Assistant
nb_no: _Om Assistent
pl: _O Asystencie

source: _Quit
nb_no: _Avslutt

source: Aspinwall contributors
nb_no: Aspinwall-bidragsytere

source: No description found.
fr: Aucune description trouvée.
nb_no: Fant ingen beskrivelser.
pl: Nie znaleziono opisu.

source: No examples found.
fr: Aucun exemple trouvé.
nb_no: Fant ingen eksempler.
pl: Nie znaleziono przykładów.

source: Skill data not found.
fr: Données sur les compétences non trouvées.
nb_no: Fant ingen ferdighetsdata.
pl: Nie znaleziono danych umiejętności.

source: Confirm
fr: Confirmer
nb_no: Bekreft
pl: Potwierdź

source: Cancel
fr: Annuler
nb_no: Avbryt
pl: Anuluj
